Revit 2027 API
ParameterTypeId.RebarShapeTerminationRotationAtEnd Property
 "Rotation At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeTerminationRotationAtEnd { get; }
Public Shared ReadOnly Property RebarShapeTerminationRotationAtEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeTerminationRotationAtEnd {
	ForgeTypeId^ get ();
}
static member RebarShapeTerminationRotationAtEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace